Repository: ondratu/morias
Catalog: locales/*.po
Languages: cs

source: Discussion
cs: Diskuze

source: Author
cs: Autor

source: Date
cs: Datum

source: Your comment
cs: Váš komentář

source: Your name
cs: Vaše jméno

source: Title
cs: Titulek

source: Yes, I'm robot.
cs: Ano, jsem robot.

source: Robots can't send the form.
cs: Roboti nemohou odesílat formulář.

source: Your anser is not correct.
cs: Vaše odpověď není správná.

source: Append comment
cs: Přidat komentář

source: Show source code
cs: Zobrazit zdrojový kód

source: Bold (Ctrl/Cmd+B)
cs: Tučně (Ctrl/Cmd+B)

source: Italic (Ctrl/Cmd+I)
cs: Kurzíva (Ctrl/Cmd+I)

source: Strikethrough
cs: Přeškrtnuto

source: Underline (Ctrl/Cmd+U)
cs: Podtrženě (Ctrl/Cmd+I)

source: Bullet list
cs: Odrážky

source: Number list
cs: Číselný seznam

source: Code
cs: Kód

source: Normal Blok
cs: Normální blok

source: Hyperlink
cs: Odkaz

source: Remove Hyperlink
cs: Ostranit Odkaz

source: Undo (Ctrl/Cmd+Z)
cs: Zpět (Ctrl/Cmd+Z)

source: Redo (Ctrl/Cmd+Y)
cs: Vrátit změnu (Ctrl/Cmd+Y)

source: Remove formating
cs: Odstranit formátování

source: Show formated text
cs: Ukázat formátovaný text

source: asc
cs: vzestupně

source: desc
cs: sestupně

source: First
cs: První

source: Previous
cs: Předchozí

source: Page
cs: Strana

source: from
cs: z

source: Next
cs: Další

source: Last
cs: Poslední

source: Cancel
cs: Zrušit

source: Tags
cs: Nálepky

source: Articles
cs: Články

source: Articles tags
cs: Nálepky článků

source: All articles tags
cs: Všechny nálepky článků

source: Log in
cs: Přihlásit se

source: Log in please
cs: Přihlaste se prosím

source: Email address
cs: Emailová adresa

source: Password
cs: Heslo

source: Bad login email or password
cs: Špatný email nebo heslo

source: Your login is banned
cs: Váš účet je zakázán

source: Check IP
cs: Kontrolovat IP

source: I forgot my password
cs: Zapomněl jsem heslo

source: Don't have login yet ? Try it free!
cs: Nemáte ještě účet ? Zkuste to zdarma!

source: Sign Up
cs: Registrovat

source: News
cs: Aktuality

source: News list
cs: Seznam aktualit

source: Object Attachments
cs: Přiřazené přílohy

source: Attachments on server
cs: Přílohy na serveru

source: Upload Attachmens
cs: Nahrát přílohy

source: Select attachments
cs: Vybrat přílohy

source: Upload attachments
cs: Nahrát přílohy

source: Dettach
cs: Odebrat

source: Admin
cs: Administrace

source: Logout
cs: Odhlásit

source: User
cs: Uživatel

source: Empty file name
cs: Prázdné jmné souboru

source: Bad file name
cs: Špatné jméno souboru

source: Page does exist yet
cs: Stránka ještě neexistuje

source: Page does not exist
cs: Stránka již existuje

source: Select the tag
cs: Vyberte nálepku

source: Remove tag
cs: Odstranit nálepku

source: articles
cs: články

source: All
cs: Všechny

source: Ready to Public
cs: Připraven ke zveřejnění

source: Drafts
cs: Návrh

source: New article
cs: Nový článek

source: Locale
cs: Lokalizace

source: Create time
cs: Čas vytvoření

source: Publicated
cs: Zveřejněno

source: Action
cs: Akce

source: Ready to public
cs: Připraven ke zveřejnění

source: Edit
cs: Upravit

source: Disable
cs: Zakázat

source: Enable
cs: Povolit

source: Edit article
cs: Upravit článek

source: Articles list
cs: Seznam článků

source: Empty title
cs: Prázdný titulek

source: Format
cs: Formát

source: State
cs: Stav

source: Draft
cs: Návrh

source: Public
cs: Zveřejněno

source: Not Public
cs: Nezveřejněno

source: Save
cs: Uložit

source: Empty perex
cs: Prázdný perex

source: Empty body
cs: Prázdné tělo

source: Save and Public
cs: Uložit a zveřejnit

source: Attachments list
cs: Seznam příloh

source: Regenerate Thumbs
cs: Přegenerovat náhleda

source: New new
cs: Nová aktualita

source: File name
cs: Jméno souboru

source: Upload time
cs: Čas nahrání

source: Download
cs: Stáhnout

source: Delete
cs: Smazat

source: preview
cs: náhled

source: Tags list
cs: Seznam nálepek

source: Value
cs: Hodnota

source: Search
cs: Hledat

source: New Item
cs: Nová položka

source: Add
cs: Přidat

source: Are you sure to delete `%s' item ?
cs: Opravdu chcete smazat položku %s ?

source: Empty value
cs: Prázdná hodnota

source: Value exist yet
cs: Hodnota už existuje

source: This operation is not possible.
cs: Tato operace není možná

source: Path
cs: Cesta

source: No
cs: Ne

source: Yes
cs: Ano

source: Logins list
cs: Seznam účtů

source: New login
cs: Nový účet

source: Access denied
cs: Přístup odepřen

source: Name
cs: Název

source: Addresses
cs: Adresa

source: Enabled
cs: Povoleno

source: New address
cs: Nová adresa

source: Address list
cs: Seznam adres

source: Edit login
cs: Editace účtu

source: Login list
cs: Seznam účtů

source: Address Type
cs: Typ adresy

source: Home
cs: Doma

source: Work
cs: Práce

source: Address line
cs: Adresní řádek

source: City
cs: Město

source: Zip code
cs: PSČ

source: Country
cs: Země

source: Address
cs: Adresa

source: Work address
cs: Adresa domu

source: Home address
cs: Adresa do práce

source: Are you sure to delete %s ?
cs: Opravdu chcete smazat %s ?

source: Password was set!
cs: Heslo bylo nastaveno!

source: Rights
cs: Práva

source: Possilbe rights
cs: Možná práva

source: Attache rights
cs: Přiřazená práva

source: Fill it only, if you want to change.
cs: Vyplň, pouze pokud chceš měnit.

source: Password again
cs: Znovu heslo

source: History
cs: Historie

source: Time
cs: Čas

source: Values
cs: Hodnoty

source: Edit new
cs: Editace aktuality

source: Sections:
cs: Sekce

source: Page menu items list
cs: Seznam polože menu stránek

source: Optimize menu
cs: Optimalizovat menu

source: Link
cs: Odkaz

source: Insert
cs: Vložit

source: Are you sure to `delete' %s item ?
cs: Opravdu chcete smazat položku %s ?

source: Title exist yet
cs: Titulek už existuje

source: Pages
cs: Stránky

source: Pages list
cs: Seznam stránek

source: New page
cs: Nová stránka

source: Regenerate all
cs: Přegenerovat vše

source: Operation success
cs: Operace byla úspěšná

source: Last modify
cs: Poslední změna

source: Are you sure to delete %s page ?
cs: Opravdu chceš smazat stránku %s ?

source: Edit page
cs: Upravit stránku

source: File name on server
cs: Jméno souboru na sereveru

source: Redirects
cs: Přesměrování

source: Redirects list
cs: Seznam přesměrování

source: 301 Moved Permanently
cs: 301 Trvale přesunuto

source: 302 Moved Temporarily
cs: 302 Dočasně přesunuto

source: Source
cs: Zdroj

source: Destination
cs: Cíl

source: Source url
cs: Zdrojová url

source: Destination url
cs: Cílová url

source: Disabled
cs: Zakázáno

source: Empty source
cs: Prázdný zdroj

source: Bad source
cs: Špatný zdroj

source: Source exist yet
cs: Zdroj již existuje

source: Empty destination
cs: Prázdný cíl

source: Stored
cs: Naskladněno

source: Sold
cs: Prodáno

source: Pricings
cs: Naceněno

source: Set price
cs: Nastavit cenu

source: Store up
cs: Naskladnit

source: Note
cs: Poznámka

source: Set
cs: Nastavit

source: New item
cs: Nová položka

source: Edit item
cs: Editace položky

source: Empty Name
cs: Prázdné jméno

source: Visible
cs: Viditělné

source: Hidden
cs: Schováno

source: Price
cs: Cena

source: Count
cs: Počet

source: Modify Date
cs: Datum změny

source: Storned
cs: Stornováno

source: Sent
cs: Posláno

source: Closed
cs: Zavřeno

source: Wait for paid
cs: Čekáme na zaplacení

source: Wait for pick up
cs: Čekáme na vyzvednutí

source: Client
cs: Klient

source: Create Date
cs: Čas vytvoření

source: Order
cs: Objednávka

source: Orders list
cs: Seznam objednávek

source: Billing Address
cs: Fakturační adresa

source: Shipping Address
cs: Adresa doručení

source: Send order status to
cs: Poslat stav objednávky na

source: Send email to client
cs: Poslat email klientovi

source: Ordered items
cs: Objednané zboží

source: Summary
cs: Celkem

source: Total
cs: Celkem

source: Change time
cs: Čas změny

source: Old value
cs: Původní hodnota

source: New value
cs: Nová hodnota

source: Note from client
cs: Poznámka klienta

source: State is:
cs: Stav je:

source: Close
cs: Zavřít

source: Reopen
cs: Znovu otevřít

source: Visible only
cs: Pouze viditelné

source: Hidden only
cs: Pouze schované

source: Disabled only
cs: Pouze zakázané

source: Forbidden Access
cs: Přístup odepřen

source: We're sorry, but you don't have permission to access <code>%(request_uri)s</code> on this server.
cs: Omlouváme se, ale nemáte dostatečná práva pro přístup k <code>%(request_uri)s</code> na tomto serveru.

source: Internal Server Error
cs: Interní chyba serveru

source: <b>We're sorry, but we have some problem on server.</b> <br><br>Please wait, then we fix the problem. If you can't wait, contact us%(contact)s.
cs: <b>Omlouváme se, ale na serveru nastal problém.</b> <br><br>Prosím vyčkejte, než problém odstraníme. Pokud nemůžete čekat, kontaktujte nás %(contact)s.

source: Page Not Found
cs: Stránka nenalezena

source: <b>We're sorry, but we can't locate the page %(request_uri)s you requested.</b> <br><br>Please check the spelling on the Web address you entered.
cs: <b>Je nám líto ale vámi požadovaná stránka %(request_uri)s nebyla nalezena.</b> <br><br>Zkontrolujte prosím písmena v zadané adrese.

source: Precondition Failed
cs: Podmínka nebyla splněna

source: Your request can't be call direct or from another page then
cs: Váš požadavek nemohl být volán přímo nebo z jiné adresy než

source: Your request can't be call direct or from another domain then
cs: Váš požadavek nemohl být volán přímo nebo z jiné domény než

source: Your request can't be call direct.
cs: Váš požadavek nemohl být volán přímo.

source: Error in Action
cs: Chyba v Akci

source: There is some error in action you do. We are sorry for that, we are working on fix that.
cs: V prováděné akci nastala chyba. Omlouváme se, na pracujeme na opravě.

source: Preview
cs: Náhled

source: Buy
cs: Koupit

source: Description
cs: Popois

source: Attachments
cs: Přílohy

source: Message from you
cs: Zpráva od Vás

source: Please storno order
cs: Prosím, stornujte objednávku

source: This view is only for registred user.
cs: Tento přehled je pouze pro registrované.

source: Sending address
cs: Doručovací adresa

source: Shipping address
cs: Doručovací adresa

source: Select address
cs: Vyberte adresu

source: Same as Billing address
cs: Stejná jako fakturační

source: Email again
cs: Email znovu

source: Recalculate
cs: Přepočítat

source: Remove
cs: Odstranit

source: Contact form
cs: Kontaktní formulář

source: Some valid values are require.
cs: Některé hodnoty jsou vyžadovány validní.

source: Your form was send successful
cs: Váš formulář byl odeslán úspěšně.

source: Sorry, there was error when sendig.
cs: Omlouváme se, při odesílání formuláře došlo k chybě.

source: Your email
cs: Váš email

source: Your message
cs: Vaše zpráva

source: Valid value is require.
cs: Hodnota musí být správně vyplněná.

source: Send
cs: Odeslat

source: Bad email
cs: Špatný email

source: Password must be more the 6 chars long, and must contain upper case and nubmers
cs: Heslo musí obsahovat více jak 6 znaku a musí obsahovat velké znaky a čísla

source: Passwords not same
cs: Hesla nejsou stejná

source: Login exist yet
cs: Účet už existuje

source: Login does not exist
cs: Účet (email) neexistuje

source: Condition must be confirmed
cs: Podmínky musí být odsouhlaseny

source: Your email was verificated
cs: Vás email byl ověřen

source: Bad verification
cs: Špatné ověření

source: Forgotten passsword
cs: Zapomenuté heslo

source: Send me log-in link
cs: Zaslat přihlašovací odkaz

source: Login edit
cs: Editace účtu

source: Sign up
cs: Registrovat se

source: Condition allowed
cs: Podmínka splněna

source: Verify link send
cs: Ověřovací odkaz poslán

source: Verify your email
cs: Ověření vašeho emailu

source: Order was storned
cs: Objednávka byla stornována

source: Order was sent
cs: Objednávka byla odeslána

source: Order was closed
cs: Objednávka byla zavřena

source: Order state
cs: Stav objednávky
